<?php

namespace Component
{
	class DataBase{
		
		private $catalog;

		function __construct(){
			$this -> catalog = array();

array_push($this->catalog,
            array('name'=>'深圳市经贸信息委关于公布2018-2020年深圳市便利直通车企业名单的通知',
               'date'=>'2018-09-27',
               'link'=>'http://www.szjmxxw.gov.cn/xxgk/xxgkml/qt/tzgg/201809/t20180927_14122411.htm',
               'keywords'=>'直通车企业 名单',
               'from'=>'深圳市经济贸易和信息化委员会',
               'context'=>'各区政府、新区管委会，市直各有关单位，驻深各有关单位，各有关企业：

　　根据市政府《印发〈关于为我市大企业提供便利直通车服务的若干措施〉的通知》（深府〔2003〕136号）的有关规定，按照大企业享受便利直通车入选条件，经研究并报市政府批准，决定将华为技术有限公司等1576家企业列入2018-2020年享受便利直通车服务企业名单，现予公布。

　　请列入名单的企业于2018年10月8-19日携带本企业营业执照复印件（加盖公章）前往市民中心行政服务大厅西厅现场取号（取证—经济类）领取2018-2020年《深圳市大企业直通车服务证》。

　　请申请人提前在市经贸信息委网站查询本企业序号，领证时告知窗口发证人员，以便提高发证效率。

　　预期未取证的企业待通知，请按通知要求延后取证。

　　特此通知。

　　附件：2018-2020年深圳市便利直通车企业名单

　　（联系人：刘凌霄，电话：88127369）

　　深圳市经济贸易和信息化委员会

　　2018年9月25日
'));

array_push($this->catalog,
            array('name'=>'市经贸信息委关于公示2018年度市产业转型升级专项资金拟资助两化融合项目（第二批）的通知',
               'date'=>'2018-09-20',
               'link'=>'http://www.szjmxxw.gov.cn/xxgk/xxgkml/qt/tzgg/201809/t20180920_14104118.htm',
               'keywords'=>'专项资金 两化融合',
               'from'=>'深圳市经济贸易和信息化委员会',
               'context'=>'各有关单位：

　　为贯彻落实《国务院关于大力推进信息化发展和切实保障信息安全的若干意见》，国家工信部、科技部、财政部、商务部、国资委《关于加快推进信息化与工业化深度融合的若干意见》及市政府《关于加快产业转型升级的指导意见》等文件精神，实施“互联网+”行动计划，大力推进我市信息化与工业化融合，加快促进我市产业转型升级，根据《深圳市产业转型升级专项资金管理办法》及有关规定，现将拟资助的278个两化融合项目（2018年度第二批）在深圳市经济贸易和信息化委员会网站予以公示（详见附件），向社会征求意见。资金下达最终以资助计划下达文件为准。
    ......
附件：2018年度市产业转型升级专项资金拟资助两化融合项目（第二批）

　　深圳市经济贸易和信息化委员会

　　2018年9月20日
'));

array_push($this->catalog,
            array('name'=>'深圳市财政委员会关于调整财政资金支付方式的通知',
               'date'=>'2018-8-15',
               'link'=>'http://www.szfb.gov.cn/ydmh/xxgk/tzgg/201808/t20180815_13902358.htm',
               'keywords'=>'财政资金 支付方式调整',
               'from'=>'市财政委',
               'context'=>'各有关单位：

　　为进一步落实预算单位主体责任、深化国库集中支付改革、优化支付流程，经研究，自2018年9月1日起，我委对部分财政资金支付方式进行调整，现将有关事项通知如下：

　　一、单笔支付金额在500万元以上（含500万元）的支出，实行财政直接支付；单笔支付金额在500万元以下（不含500万元）的支出，实行财政授权支付，由单位自行开具授权支付令，提交代理银行办理支付业务。

　　二、政府采购项目资金维持直接支付方式不变，其中，单笔支付金额小于500万元（不含500万元）的支付申请，只需提交电子支付令，无需向我委提交纸质申请资料（我委审核过程中认为有必要提交的除外）。

　　三、基建资金支出、工资性支出、向自有账户划款支出、“三公”类经费支出、属公务卡强制结算范围但未使用公务卡结算的1000元以上支出及其他特殊情况等财政部门已有明确规定的，维持现有支付方式不变。

　　四、为保证此次调整工作的顺利推进，我委将对金财系统进行改造，请各预算单位配合做好以工作：

　　（一）8月31日下午2点，我委将暂停金财支付系统的直接支付令录入和送审功能，请各预算单位提前办理支付手续（相关功能将于9月3日上午9点恢复）；

　　（二）8月31日下午4点，我委将对未审核或未支付的直接支付令退回各预算单位，请各预算单位在下午6点前将退回的直接支付令进行作废。如预算单位未在规定时间内将在途的直接支付令作废，我委将在晚间8点后将所有在途直接支付令强行作废。

　　根据新《预算法》第九十三条规定，对于违反规定拨付预算资金的，负有直接责任的主管人员和其他直接责任人员将依法给予降级、撤职、开除的处分。请各单位严格按照新《预算法》和国库集中支付管理的相关规定，切实履行好预算执行主体责任，建立健全财政资金支付的岗位制衡制度，加强财务管理，规范资金支付行为，提高资金支付效率，保障财政资金安全。

　　特此通知。

　　深圳市财政委员会

　　2018年8月14日
'));

array_push($this->catalog,
            array('name'=>'关于印发《2018年降低企业杠杆率工作要点》的通知',
               'date'=>'2018-8-8',
               'link'=>'http://www.sasac.gov.cn/n2588035/n2588320/n2588335/c9346216/content.html',
               'keywords'=>'企业杠杆',
               'from'=>'国家发展改革委 人民银行 财政部 银保监会 国资委',
               'context'=>'各省、自治区、直辖市、计划单列市人民政府，新疆生产建设兵团，积极稳妥降低企业杠杆率工作部际联席会议各成员单位：

为深入学习贯彻习近平新时代中国特色社会主义思想和党的十九大精神，认真落实中央经济工作会议、全国金融工作会议和政府工作报告各项部署，加快推进降低企业杠杆率各项工作，打好防范化解重大风险攻坚战，使宏观杠杆率得到有效控制，经国务院同意，现将《2018年降低企业杠杆率工作要点》印发你们，请认真组织实施，抓好任务落实。

附件：2018年降低企业杠杆率工作要点.pdf

国家发展改革委 人民银行

财政部 银保监会 国资委

2018年8月3日
'));

array_push($this->catalog,
            array('name'=>'市经贸信息委关于组织实施2018年度省级以上两化融合项目奖励扶持计划（第二批）的通知',
               'date'=>'2018-8-2',
               'link'=>'http://www.szjmxxw.gov.cn/xxgk/xxgkml/qt/tzgg/201808/t20180802_13821708.htm',
               'keywords'=>'两化融合 奖励',
               'from'=>'深圳市经济贸易和信息化委员会',
               'context'=>'（一）支持数量：有数量限制，受资金年度总额限制。

　　（二）资助方式：无偿资助，每个项目奖励额不超过50万元。其中：

　　1.对经工信部、省经信委评定的两化融合管理体系贯标试点企业，每家奖励20万元。

　　2.对通过国家两化融合管理体系标准评定的试点企业，每家奖励50万元。
（一）受理时间：

　　1.网上填报受理时间：8月1日至8月10日18:00。

　　2.书面材料受理时间：8月10日至8月16日17:30。

　　（二）受理地点：市民中心行政服务大厅西厅综合受理窗口（经济发展类）。

　　（三）咨询电话：23601100、23601101、82048676，88101427、88101173（技术支持），88102065（业务咨询）。
'));

         array_push($this->catalog,
            array('name'=>'市经贸信息委关于印发《市经贸信息委专项资金事后资助项目专项审计原则和标准》的通知',
               'date'=>'2018-6-20',
               'link'=>'http://www.szjmxxw.gov.cn/xxgk/xxgkml/qt/tzgg/201806/t20180620_12204056.htm',
               'keywords'=>'专项资金 审计原则',
               'from'=>'深圳市经济贸易和信息化委员会',
               'context'=>'为进一步规范专项资金事后资助项目专项审计工作，提高工作效率，我委制定《市经贸信息委专项资金事后资助项目专项审计原则和标准》（见附件，以下简称“通用类审计标准”），现予以印发。
'));

         array_push($this->catalog,
            array('name'=>'市经贸信息委关于延长2019年新兴产业（新材料、绿色低碳、生物医药、高端装备制造业）扶持计划受理期限的通知',
               'date'=>'2018-6-13',
               'link'=>'http://www.szjmxxw.gov.cn/xxgk/xxgkml/qt/tzgg/201806/t20180613_12123430.htm',
               'keywords'=>'新兴产业 扶持计划',
               'from'=>'深圳市经济贸易和信息化委员会',
               'context'=>'为更好地做好项目申报工作,现延迟“2019年新兴产业(新材料、绿色低碳、生物医药、高端装备制造业)扶持计划”申报受理截止时间。具体事项通知如下:一、网络填报受理时间延长至2018年6月15日17时。二、书面材料受理时间延长至2018年6月25日17时。
'));

         array_push($this->catalog,
            array('name'=>'市国防科工办关于征集《深圳市军民融合优势企业和产品技术推荐目录（2018年度）》的通知',
               'date'=>'2018-6-12',
               'link'=>'http://www.szjmxxw.gov.cn/xxgk/xxgkml/qt/tzgg/201806/t20180612_12119156.htm',
               'keywords'=>'军民融合',
               'from'=>'深圳市经济贸易和信息化委员会',
               'context'=>'请各申报单位于2018年6月30日前，将《2018深圳市军民融合优势企业和产品技术推荐目录登记表》（电子版刻光盘），《技术产品信息保密审查意见表》（纸质版盖章）报送至深圳国防科技工业协会秘书处。
'));

         array_push($this->catalog,
            array('name'=>'关于印发《深圳市坪山区2018年度经济发展专项资金申报指南》的通知',
               'date'=>'2018-6-11',
               'link'=>'http://www.szpsq.gov.cn/xxgk/jt/tzgg/201806/t20180611_12116052.htm',
               'keywords'=>'专项资金',
               'from'=>'坪山区经济和科技促进局',
               'context'=>'为方便企业了解坪山区2018年度经济发展专项资金政策及申报流程，现将《深圳市坪山区2018年度经济发展专项资金申报指南》印发给你们。请各企业认真对照申报指南，归纳整理经济发展专项资金各类申报项目需要递交的材料，更好地进行2018年度经济发展专项资金的项目申报。
'));

         array_push($this->catalog,
            array('name'=>'坪山区环境保护和水务局关于发布2018年第二季度行政执法指导案例的公告',
               'date'=>'2018-6-4',
               'link'=>'http://www.szpsq.gov.cn/xxgk/jt/tzgg/201806/t20180604_12070822.htm',
               'keywords'=>'建设项目水土保持 环保 执法案例',
               'from'=>'坪山区环境保护和水务局',
               'context'=>'坪山区环境保护和水务局汇编2018年二季度行政执法案例，内容涉及建设项目审批、企业生产经营环节。
'));

         array_push($this->catalog,
            array('name'=>'市经贸信息委关于受理2018年绿色系统集成项目申报的紧急通知',
               'date'=>'2018-5-28',
               'link'=>'http://www.szjmxxw.gov.cn/xxgk/xxgkml/qt/tzgg/201805/t20180528_12002168.htm',
               'keywords'=>'绿色系统 项目 申报',
               'from'=>'深圳市经济贸易和信息化委员会',
               'context'=>'根据《财政部 工业和信息化部关于组织开展绿色制造系统集成工作的通知》（财建〔2016〕797号）精神和工信部关于绿色系统集成项目申报最新要求，我委决定从即日起，受理2018年绿色系统集成项目申报。
'));

         array_push($this->catalog,
            array('name'=>'国务院关于改革国有企业工资决定机制的意见',
               'date'=>'2018-5-25',
               'link'=>'http://www.gov.cn/zhengce/content/2018-05/25/content_5293656.htm',
               'keywords'=>'国企 工资机制',
               'from'=>'国务院',
               'context'=>'国有企业工资决定机制改革是完善国有企业现代企业制度的重要内容，是深化收入分配制度改革的重要任务，事关国有企业健康发展，事关国有企业职工切身利益，事关收入分配合理有序。改革开放以来，国家对国有大中型企业实行工资总额同经济效益挂钩办法，对促进国有企业提高经济效益、调动广大职工积极性发挥了重要作用。随着社会主义市场经济体制逐步健全和国有企业改革不断深化，现行国有企业工资决定机制还存在市场化分配程度不高、分配秩序不够规范、监管体制尚不健全等问题，已难以适应改革发展需要。为改革国有企业工资决定机制，现提出以下意见。
'));

         array_push($this->catalog,
            array('name'=>'国务院办公厅关于开展工程建设项目审批制度改革试点的通知',
               'date'=>'2018-5-18',
               'link'=>'http://www.gov.cn/zhengce/content/2018-05/18/content_5291843.htm',
               'keywords'=>'建设项目审批改革、精简环节',
               'from'=>'国务院办公厅',
               'context'=>'为贯彻落实党中央、国务院关于深化“放管服”改革和优化营商环境的部署要求，推动政府职能转向减审批、强监管、优服务，促进市场公平竞争，国务院决定开展工程建设项目审批制度改革试点。
'));

         array_push($this->catalog,
            array('name'=>'深圳市生产经营单位安全生产主体责任规定',
               'date'=>'2018-5-17',
               'link'=>'http://www.chinalaw.gov.cn/art/2018/5/17/art_15_208227.html',
               'keywords'=>'企业安全生产主体责任',
               'from'=>'中国政府法制信息网',
               'context'=>'为了进一步落实生产经营单位安全生产主体责任，预防和减少生产安全事故，保障人民群众生命和财产安全，促进经济发展和社会和谐，根据《中华人民共和国安全生产法》等法律、法规规定，结合本市实际，制定本规定。本规定自2018年7月1日起施行。《深圳市工业和商贸企业安全生产主体责任规定》同时废止。
'));
         array_push($this->catalog,
            array('name'=>'关于公布坪山区环境保护和水务局安全生产监管清单的公示',
               'date'=>'2018-5-16',
               'link'=>'http://www.szpsq.gov.cn/xxgk/jt/tzgg/201805/t20180516_11913730.htm',
               'keywords'=>'环保督查',
               'from'=>'坪山区环境保护和水务局',
               'context'=>'坪山区环境保护和水务局安全生产监管清单，详见附件。
'));

         array_push($this->catalog,
            array('name'=>'深圳市住房保障署、坪山区住房和建设局关于聚龙花园二期入住时间及租金标准等情况的说明',
               'date'=>'2018-5-11',
               'link'=>'http://www.szpsq.gov.cn/xxgk/jt/tzgg/201805/t20180510_11886582.htm',
               'keywords'=>'公租房、聚龙花园二期',
               'from'=>'坪山区住建局',
               'context'=>'预计于5月底可完成施工整改，6月15日前完成橱柜灶台安装，6月中下旬可办理入住。
'));

         array_push($this->catalog,
            array('name'=>'市经贸信息委关于组织实施2019年专项资金扶持计划（第一批）的通知',
               'date'=>'2018-5-9',
               'link'=>'http://www.szjmxxw.gov.cn/xxgk/xxgkml/qt/tzgg/201805/t20180509_11818717.htm',
               'keywords'=>'2019专项资金、新材料',
               'from'=>'市经信委',
               'context'=>'
　　为贯彻落实市政府战略性新兴产业和未来产业、提升企业竞争力等产业政策措施，我委决定组织实施2019年专项资金扶持计划（第一批），请符合相应条件的有关单位，认真准备，积极参与项目申请。

　　特此通知。
'));
         array_push($this->catalog,
            array('name'=>'关于对营业账簿减免印花税的通知',
               'date'=>'2018-5-3',
               'link'=>'http://www.chinatax.gov.cn/n810341/n810755/c3436361/content.html',
               'keywords'=>'减征印花税',
               'from'=>'财政部 税务总局',
               'context'=>'自2018年5月1日起，对按万分之五税率贴花的资金账簿减半征收印花税，对按件贴花五元的其他账簿免征印花税。
'));

      //function end      
	   }

		public function getCatalog(){
			return $this -> catalog;
		}
	}
}