<?php

namespace Component
{
	class DataBase{
		
		private $catalog;

		function __construct(){
			$this -> catalog = array();

array_push($this->catalog,
            array('name'=>'市经贸信息委关于组织实施2018年度省级以上两化融合项目奖励扶持计划（第二批）的通知',
               'date'=>'2018-8-2',
               'link'=>'http://www.szjmxxw.gov.cn/xxgk/xxgkml/qt/tzgg/201808/t20180802_13821708.htm',
               'keywords'=>'两化融合 奖励',
               'from'=>'深圳市经济贸易和信息化委员会',
               'context'=>'（一）支持数量：有数量限制，受资金年度总额限制。

　　（二）资助方式：无偿资助，每个项目奖励额不超过50万元。其中：

　　1.对经工信部、省经信委评定的两化融合管理体系贯标试点企业，每家奖励20万元。

　　2.对通过国家两化融合管理体系标准评定的试点企业，每家奖励50万元。
（一）受理时间：

　　1.网上填报受理时间：8月1日至8月10日18:00。

　　2.书面材料受理时间：8月10日至8月16日17:30。

　　（二）受理地点：市民中心行政服务大厅西厅综合受理窗口（经济发展类）。

　　（三）咨询电话：23601100、23601101、82048676，88101427、88101173（技术支持），88102065（业务咨询）。
'));

         array_push($this->catalog,
            array('name'=>'市经贸信息委关于印发《市经贸信息委专项资金事后资助项目专项审计原则和标准》的通知',
               'date'=>'2018-6-20',
               'link'=>'http://www.szjmxxw.gov.cn/xxgk/xxgkml/qt/tzgg/201806/t20180620_12204056.htm',
               'keywords'=>'专项资金 审计原则',
               'from'=>'深圳市经济贸易和信息化委员会',
               'context'=>'为进一步规范专项资金事后资助项目专项审计工作，提高工作效率，我委制定《市经贸信息委专项资金事后资助项目专项审计原则和标准》（见附件，以下简称“通用类审计标准”），现予以印发。
'));

         array_push($this->catalog,
            array('name'=>'市经贸信息委关于延长2019年新兴产业（新材料、绿色低碳、生物医药、高端装备制造业）扶持计划受理期限的通知',
               'date'=>'2018-6-13',
               'link'=>'http://www.szjmxxw.gov.cn/xxgk/xxgkml/qt/tzgg/201806/t20180613_12123430.htm',
               'keywords'=>'新兴产业 扶持计划',
               'from'=>'深圳市经济贸易和信息化委员会',
               'context'=>'为更好地做好项目申报工作,现延迟“2019年新兴产业(新材料、绿色低碳、生物医药、高端装备制造业)扶持计划”申报受理截止时间。具体事项通知如下:一、网络填报受理时间延长至2018年6月15日17时。二、书面材料受理时间延长至2018年6月25日17时。
'));

         array_push($this->catalog,
            array('name'=>'市国防科工办关于征集《深圳市军民融合优势企业和产品技术推荐目录（2018年度）》的通知',
               'date'=>'2018-6-12',
               'link'=>'http://www.szjmxxw.gov.cn/xxgk/xxgkml/qt/tzgg/201806/t20180612_12119156.htm',
               'keywords'=>'军民融合',
               'from'=>'深圳市经济贸易和信息化委员会',
               'context'=>'请各申报单位于2018年6月30日前，将《2018深圳市军民融合优势企业和产品技术推荐目录登记表》（电子版刻光盘），《技术产品信息保密审查意见表》（纸质版盖章）报送至深圳国防科技工业协会秘书处。
'));

         array_push($this->catalog,
            array('name'=>'关于印发《深圳市坪山区2018年度经济发展专项资金申报指南》的通知',
               'date'=>'2018-6-11',
               'link'=>'http://www.szpsq.gov.cn/xxgk/jt/tzgg/201806/t20180611_12116052.htm',
               'keywords'=>'专项资金',
               'from'=>'坪山区经济和科技促进局',
               'context'=>'为方便企业了解坪山区2018年度经济发展专项资金政策及申报流程，现将《深圳市坪山区2018年度经济发展专项资金申报指南》印发给你们。请各企业认真对照申报指南，归纳整理经济发展专项资金各类申报项目需要递交的材料，更好地进行2018年度经济发展专项资金的项目申报。
'));

         array_push($this->catalog,
            array('name'=>'坪山区环境保护和水务局关于发布2018年第二季度行政执法指导案例的公告',
               'date'=>'2018-6-4',
               'link'=>'http://www.szpsq.gov.cn/xxgk/jt/tzgg/201806/t20180604_12070822.htm',
               'keywords'=>'建设项目水土保持 环保 执法案例',
               'from'=>'坪山区环境保护和水务局',
               'context'=>'坪山区环境保护和水务局汇编2018年二季度行政执法案例，内容涉及建设项目审批、企业生产经营环节。
'));

         array_push($this->catalog,
            array('name'=>'市经贸信息委关于受理2018年绿色系统集成项目申报的紧急通知',
               'date'=>'2018-5-28',
               'link'=>'http://www.szjmxxw.gov.cn/xxgk/xxgkml/qt/tzgg/201805/t20180528_12002168.htm',
               'keywords'=>'绿色系统 项目 申报',
               'from'=>'深圳市经济贸易和信息化委员会',
               'context'=>'根据《财政部 工业和信息化部关于组织开展绿色制造系统集成工作的通知》（财建〔2016〕797号）精神和工信部关于绿色系统集成项目申报最新要求，我委决定从即日起，受理2018年绿色系统集成项目申报。
'));

         array_push($this->catalog,
            array('name'=>'国务院关于改革国有企业工资决定机制的意见',
               'date'=>'2018-5-25',
               'link'=>'http://www.gov.cn/zhengce/content/2018-05/25/content_5293656.htm',
               'keywords'=>'国企 工资机制',
               'from'=>'国务院',
               'context'=>'国有企业工资决定机制改革是完善国有企业现代企业制度的重要内容，是深化收入分配制度改革的重要任务，事关国有企业健康发展，事关国有企业职工切身利益，事关收入分配合理有序。改革开放以来，国家对国有大中型企业实行工资总额同经济效益挂钩办法，对促进国有企业提高经济效益、调动广大职工积极性发挥了重要作用。随着社会主义市场经济体制逐步健全和国有企业改革不断深化，现行国有企业工资决定机制还存在市场化分配程度不高、分配秩序不够规范、监管体制尚不健全等问题，已难以适应改革发展需要。为改革国有企业工资决定机制，现提出以下意见。
'));

         array_push($this->catalog,
            array('name'=>'国务院办公厅关于开展工程建设项目审批制度改革试点的通知',
               'date'=>'2018-5-18',
               'link'=>'http://www.gov.cn/zhengce/content/2018-05/18/content_5291843.htm',
               'keywords'=>'建设项目审批改革、精简环节',
               'from'=>'国务院办公厅',
               'context'=>'为贯彻落实党中央、国务院关于深化“放管服”改革和优化营商环境的部署要求，推动政府职能转向减审批、强监管、优服务，促进市场公平竞争，国务院决定开展工程建设项目审批制度改革试点。
'));

         array_push($this->catalog,
            array('name'=>'深圳市生产经营单位安全生产主体责任规定',
               'date'=>'2018-5-17',
               'link'=>'http://www.chinalaw.gov.cn/art/2018/5/17/art_15_208227.html',
               'keywords'=>'企业安全生产主体责任',
               'from'=>'中国政府法制信息网',
               'context'=>'为了进一步落实生产经营单位安全生产主体责任，预防和减少生产安全事故，保障人民群众生命和财产安全，促进经济发展和社会和谐，根据《中华人民共和国安全生产法》等法律、法规规定，结合本市实际，制定本规定。本规定自2018年7月1日起施行。《深圳市工业和商贸企业安全生产主体责任规定》同时废止。
'));
         array_push($this->catalog,
            array('name'=>'关于公布坪山区环境保护和水务局安全生产监管清单的公示',
               'date'=>'2018-5-16',
               'link'=>'http://www.szpsq.gov.cn/xxgk/jt/tzgg/201805/t20180516_11913730.htm',
               'keywords'=>'环保督查',
               'from'=>'坪山区环境保护和水务局',
               'context'=>'坪山区环境保护和水务局安全生产监管清单，详见附件。
'));

         array_push($this->catalog,
            array('name'=>'深圳市住房保障署、坪山区住房和建设局关于聚龙花园二期入住时间及租金标准等情况的说明',
               'date'=>'2018-5-11',
               'link'=>'http://www.szpsq.gov.cn/xxgk/jt/tzgg/201805/t20180510_11886582.htm',
               'keywords'=>'公租房、聚龙花园二期',
               'from'=>'坪山区住建局',
               'context'=>'预计于5月底可完成施工整改，6月15日前完成橱柜灶台安装，6月中下旬可办理入住。
'));

         array_push($this->catalog,
            array('name'=>'市经贸信息委关于组织实施2019年专项资金扶持计划（第一批）的通知',
               'date'=>'2018-5-9',
               'link'=>'http://www.szjmxxw.gov.cn/xxgk/xxgkml/qt/tzgg/201805/t20180509_11818717.htm',
               'keywords'=>'2019专项资金、新材料',
               'from'=>'市经信委',
               'context'=>'
　　为贯彻落实市政府战略性新兴产业和未来产业、提升企业竞争力等产业政策措施，我委决定组织实施2019年专项资金扶持计划（第一批），请符合相应条件的有关单位，认真准备，积极参与项目申请。

　　特此通知。
'));
         array_push($this->catalog,
            array('name'=>'关于对营业账簿减免印花税的通知',
               'date'=>'2018-5-3',
               'link'=>'http://www.chinatax.gov.cn/n810341/n810755/c3436361/content.html',
               'keywords'=>'减征印花税',
               'from'=>'财政部 税务总局',
               'context'=>'自2018年5月1日起，对按万分之五税率贴花的资金账簿减半征收印花税，对按件贴花五元的其他账簿免征印花税。
'));

      //function end      
	   }

		public function getCatalog(){
			return $this -> catalog;
		}
	}
}